import { CardType } from '~/shared/types/CardListType';

export const VeganCardList: CardType[] = [
    {
        image: 'PotatoImg',
        repostCount: 85,
        likeCount: 152,
        tagType: 'Национальные',
        title: 'Картошка, тушенная с болгарским перцем и фасолью в томатном соусе',
        description:
            'Картошка, тушенная с болгарским перцем, фасолью, морковью и луком, -  вариант сытного блюда на каждый ден',
    },
    {
        image: 'RollsImg',
        repostCount: 85,
        likeCount: 152,
        tagType: 'Детские блюда',
        title: 'Картофельные рулетики с грибами',
        description:
            'Рекомендую всем приготовить постное блюдо из картофеля и грибов.  Готовится это блюдо без яиц, без мяса и без сыра, из самых простых  ингредиентов, а получается очень вкусно и сытно. Постный рецепт  картофельных рулетиков с грибами, в томатном соусе, - на обед, ужин и  даже на праздничный стол!',
    },
    {
        image: 'TomYangImg',
        repostCount: 124,
        likeCount: 324,
        tagType: 'Национальные',
        title: 'Том-ям с капустой кимчи',
        description:
            'Как раз после праздников, когда мясные продукты еще остались, но никто их уже не хочет, время варить солянку.',
    },
    {
        image: 'LasagnaImg',
        repostCount: 85,
        likeCount: 152,
        tagType: 'Блюда на гриле',
        title: 'Овощная лазанья из лаваша',
        description:
            'Большое, сытное блюдо для ценителей блюд без мяса! Такая лазанья  готовится с овощным соусом и соусом бешамель, а вместо листов для  лазаньи используется тонкий лаваш.',
    },
    {
        image: 'MeatballImg',
        repostCount: 85,
        likeCount: 152,
        tagType: 'Вторые блюда',
        title: 'Тефтели из булгура и чечевицы, запечённые в томатном соусе',
        description:
            'Тефтели из булгура и чечевицы – яркие и питательные, отлично подходят  для постного и вегетарианского меню. Тефтели получаются нежными, а также сочными и ароматными благодаря использованию томатного соуса и душистых пряностей.',
    },
    {
        image: 'GarlicPotatoImg',
        repostCount: 85,
        likeCount: 152,
        tagType: 'Вторые блюда',
        title: 'Чесночная картошка',
        description:
            'Такая картошечка украсит любой семейный обед! Все будут в полном  восторге, очень вкусно! Аромат чеснока, хрустящая корочка на картошечке - просто объедение! Отличная идея для обеда или ужина, готовится просто!',
    },
    {
        image: 'SpaghettiRollImg',
        repostCount: 124,
        likeCount: 324,
        tagType: 'Вторые блюда',
        title: 'Кнели со спагетти',
        description:
            'Как раз после праздников, когда мясные продукты еще остались, но никто их уже не хочет, время варить солянку.',
    },
    {
        image: 'PuriImg',
        repostCount: 124,
        likeCount: 324,
        tagType: 'Национальные',
        title: 'Пури',
        description:
            'Пури - это индийские жареные лепешки, которые готовятся из пресного  теста. Рецепт лепешек пури требует самых доступных ингредиентов, и  времени на приготовление хрустящих лепешек уйдет мало.',
    },
];
