import { CardType } from '~/shared/types/CardListType';

export const MainCardList: CardType[] = [
    {
        image: 'SpaghettiRollImg',
        repostCount: 124,
        likeCount: 324,
        tagType: 'Вторые блюда',
        title: 'Кнели со спагетти',
        description:
            'Как раз после праздников, когда мясные продукты еще остались, но никто их уже не хочет, время варить солянку.',
    },
    {
        image: 'HamImg',
        repostCount: 124,
        likeCount: 324,
        tagType: 'Вторые блюда',
        title: 'Пряная ветчина по итальянски',
        description:
            'Как раз после праздников, когда мясные продукты еще остались, но никто их уже не хочет, время варить солянку.',
    },
    {
        image: 'NoodlesImg',
        repostCount: 124,
        likeCount: 324,
        tagType: 'Вторые блюда',
        title: 'Лапша с курицей и шафраном',
        description:
            'Такая картошечка украсит любой семейный обед! Все будут в полном  восторге, очень вкусно! Аромат чеснока, хрустящая корочка на картошечке - просто объедение! Отличная идея для обеда или ужина, готовится просто!',
    },
    {
        image: 'TomYangImg',
        repostCount: 124,
        likeCount: 324,
        tagType: 'Национальные',
        title: 'Том-ям с капустой кимчи',
        description:
            'Как раз после праздников, когда мясные продукты еще остались, но никто их уже не хочет, время варить солянку.',
    },
];
